[{"name":"Thalia","description":"A high-gravity super-Earth known for its tropical rainforests."},{"name":"Azeban","description":"A small Earth-like planet with dangerous levels of carbon dioxide in the atmosphere. There are no oceans or continents, but the surface is dotted with a large number of freshwater lakes and small seas. Rocky deserts cover much of the surface."},{"name":"Chanterelle","description":"A terrestrial planet with an extremely slow axial rotation. Days and nights here can last as long as an Earth-week (depending on the season). Forests of giant fungal organisms dominate much of the surface."},{"name":"Scruna","description":"A desert world with a breathable nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes. All lakes and seas are covered with a thick layer of algae."},{"name":"Aman","description":"A small Earth-like planet with dangerous levels of carbon dioxide in the atmosphere. All the planet's rivers flow into a central ocean that encircles the planet's equator."},{"name":"Athena","description":"An Earth-like planet with an atmosphere that is toxic to humans due to high levels of CO2. A long mountain range snakes its way around the planet, forming the backbone of several continents. The planet is home to a race of cave-dwelling feathered reptiles."},{"name":"Albion","description":"A gas giant with an atmosphere mostly composed of oxygen."},{"name":"Excalibur","description":"Arthurian System  Description: A large gas giant with an atmosphere mostly composed of hydrogen. It has only one large moon, which has only a very thin atmosphere."},{"name":"Wasp","description":"An Earth-like planet with several large landmasses concentrated around the planet's poles. A small human colony has been established here. Population: 6,500."},{"name":"Satomi","description":"A large Earth-like planet with an oxygen-rich atmosphere. All the planet's rivers flow into a central ocean that encircles the planet's equator. Deserts of iron oxide cover much of the landmass."},{"name":"Harmonia","description":"An ocean world with a breathable nitrogen/oxygen atmosphere. Only a single island-continent rises above sea-level. An enormous colony of fungus covers the entire island."},{"name":"Vitellius","description":"The homeworld of the Chokkangane species. Sprawling mega-cities cover much of the surface, but several areas of dense forest still remain."},{"name":"Laskaris VI","description":"An enormous gas giant at the outer edge of its star's habitable zone. It supports a system of small to medium-sized moons. One of the moons has a breathable nitrogen/oxygen atmosphere but is not considered habitable due to extremes of temperature."},{"name":"Nero","description":"A gas giant not unlike the planet Neptune but orbiting at the outer edge of its star's habitable zone. It has one moon, which is composed almost entirely of water."},{"name":"Pohl","description":"A small planet almost entirely covered in snow and ice. Only at the height of summer do temperatures rise above freezing. The atmosphere is mostly composed of nitrogen and CO2."},{"name":"Avalon","description":"Arthurian System  Description: A large gas giant with a dense hydrogen atmosphere. The planet supports a number of small rocky moons."},{"name":"Orias","description":"An extremely hot planet. Mostly desert but with some small seas in the northern and southern hemispheres. The equatorial regions are too hot for most species, and so the only settlements are situated in the extreme polar regions."},{"name":"Hox","description":"A medium-sized gas giant with an atmosphere composed mostly of neon and neon."},{"name":"Laterus V","description":"Laterus System  Description: A tropical world known for its rainforests, beaches, and colorful wildlife. A single continent stretches unbroken around the planet's equator, separating the northern and southern oceans."},{"name":"Deepwater","description":"This planet is entirely covered with water. The vast ocean is so deep that scientists have yet to determine its depth. It may be that the planet does not have a crust, and may instead be more analogous to a gas giant."},{"name":"Huoxon 4","description":"Huoxi System  Description: A tiny planet famous for its petrified forests."},{"name":"Carpathia","description":"A small rocky planet in the Lagrange point of a gas giant. The planet has no atmosphere, but incredibly there is life here, living in large underground reservoirs of water."},{"name":"Lenus","description":"A tiny planet famous for its limestone rock formations."},{"name":"Carnarvon","description":"A large gas giant with a thick carbon dioxide atmosphere. The planet orbits very close to its parent star and supports a system of large rocky moons."},{"name":"Galba","description":"A large gas giant with a thick oxygen atmosphere. The planet orbits very close to its parent star and supports a system of large rocky moons."},{"name":"Hron 5","description":"Hronfor System  Description: A large gas giant with a dense hydrogen atmosphere. The planet orbits close to its parent star and supports a number of small rocky moons."},{"name":"Avalon","description":"Arthurian System  Description: An ocean world with a breathable nitrogen/oxygen atmosphere. Only a single island-continent rises above sea-level."},{"name":"Vitellius","description":"A lush jungle planet slightly larger than Earth. The planet rotates very slowly on its axis, causing long hot days and cold nights. A relatively small axial tilt makes for a stable, predictable climate."},{"name":"Hox","description":"A tiny planet orbit close to its parent star. An analog of the planet Mercury."},{"name":"Laterus V","description":"Laterus System  Description: A small rocky planet in the Lagrange point of a gas giant. The planet has no atmosphere, but incredibly there is life here, living in large underground caverns filled with a mixture of atmospheric gasses."},{"name":"McCreary","description":"A small rocky planet in the Lagrange point of a gas giant. There are large underground reservoirs of liquid water, heated by geothermal vents."},{"name":"Thanatos","description":"A relatively small gas giant with a hydrogen/helium atmosphere. A large number of small, irregularly shaped moons orbit close to the planet."},{"name":"Orias","description":"A desert world with a breathable nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes. All lakes and seas are covered with a thick layer of algae."},{"name":"Zodiac","description":"A tiny planet orbit close to its parent star. An analog of the planet Mercury."},{"name":"Ixia","description":"A small terrestrial planet with low gravity. The curious thing about this planet is that life has evolved on a miniature scale. The tallest trees are only four feet high, and the largest animal is only two feet tall."},{"name":"Otho","description":"An Earth-like planet with an unusually large axial tilt causing extreme seasonal changes. Both the northern and southern hemispheres experience harsh winters, with cold nights that can last for weeks or months at a time depending on latitude."},{"name":"Vulia","description":"A cold, tundral world at the outer edge of its star's habitable zone. Mountains cover most of the surface. A large penal colony has been established on this world."},{"name":"Algia","description":"A terrestrial planet with an oxygen-rich atmosphere. A layer of single-celled photosynthetic organisms covers the entire surface of the planet, giving it a uniform appearance and a vivid green colour."},{"name":"Nevergoback","description":"A large gas giant with an atmosphere composed mostly of hydrogen cyanide and nitrogen. The planet is within its star's habitable zone and supports several large moons, one of which is habitable."},{"name":"Elista","description":"The homeworld of the Dishiri species. Sprawling mega-cities cover much of the surface, but several areas of dense forest still remain."},{"name":"Valentia","description":"An enormous super-earth planet with a breathable nitrogen/oxygen atmosphere but extremely high gravity."},{"name":"Nuknuk","description":"A temperate planet with a nitrogen/oxygen atmosphere. Homeworld of the Nukaxians. The entire surface is dominated by a single large photosynthetic lifeform, which the Nukaxians are entirely reliant upon for food."},{"name":"Hox","description":"A barren, rocky planet with a nitrogen atmosphere. There are no large bodies of water, and no indigenous lifeforms. A few interesting rock formations are the only thing of interest here."},{"name":"Aether","description":"A gas giant similar in composition to Neptune. A large number of small, irregularly shaped moons orbit close to the planet."},{"name":"Rama","description":"An Earth-like planet with a mild climate and reliable seasons. The planet's landmasses are situated in the temperate zones, featuring open and rolling landscapes with little variation in altitude."},{"name":"Gontharia","description":"Homeworld of the Gontharians - a race of large plants with bony breast-plates and the ability to change colour. Their culture is highly competitive and places a great deal of emphasis on competitive sports and games."},{"name":"Shadow Argulava","description":"A terrestrial planet with three rings. Inhabited by a sentient race of microbes that over come any electromagnetic shielding and begin to rewrite the hardware of landing spacecraft."},{"name":"Trelos","description":"Homeworld of the Trelosians - a race of arboreal brachiators. They have six dexterous limbs, which are perfectly adapted to swinging through the branches of trees, but they are unable to walk on the ground."},{"name":"Aman","description":"An Earth-like planet with an atmosphere that is not breathable to humans due to low oxygen levels and unusually large amounts of helium. One large continent stretches from the north pole to the south pole."},{"name":"Beruna","description":"A small lifeless rock with an extremely thin nitrogen atmosphere. Its surface is pitted with large impact craters."},{"name":"Elizabeth","description":"A lush jungle planet slightly larger than Earth. The planet rotates very slowly on its axis, causing long hot days and cold nights. A relatively small axial tilt makes for a stable, predictable climate."},{"name":"Autumn","description":"A high-gravity super-Earth known for its dense forests of electroluminescent trees."},{"name":"Garion","description":"A large gas giant with a dense helium atmosphere. The planet orbits close to its parent star and supports a number of small rocky moons."},{"name":"Nightfall","description":"A barren, rocky planet with a nitrogen atmosphere. There are no large bodies of water, and no indigenous lifeforms. A few interesting rock formations are the only thing of interest here."},{"name":"Nevergoback","description":"A large gas giant with an atmosphere composed mostly of oxygen and sulfur dioxide."},{"name":"Hadrian","description":"A gas giant not unlike the planet Neptune but orbiting at the outer edge of its star's habitable zone. It has one moon, which is composed almost entirely of water."},{"name":"Monument","description":"A terrestrial planet with an unusually large axial tilt causing extreme seasonal changes. Both the northern and southern hemispheres experience complete darkness for several months at a time."},{"name":"Lokono","description":"Arawak System  Description: A cold, tundral world at the outer edge of its star's habitable zone. A single large continent is encircled by mountains with a large desert in its center. Many small islands lie off the coast."},{"name":"Lokono","description":"An Earth-like planet with an atmosphere that is toxic to humans due to high levels of CO2. The planet is home to several species of large reptiles."},{"name":"Euclid","description":"The homeworld of the B'vaklepan species. A terrestrial world known for its granite rock formations."},{"name":"Trios 4","description":"A lifeless rock orbiting the star Alpha Trios - one of three stars in the Trios System. While the neighboring stars Beta Trios and Gamma Trios support several habitable worlds, Alpha Trios does not."},{"name":"Nuknuk","description":"A temperate planet with a nitrogen/oxygen atmosphere. Homeworld of the Nukaxians. The entire surface is dominated by a single large photosynthetic lifeform, which the Nukaxians are entirely reliant upon for food."},{"name":"Fallen","description":"A medium-sized gas giant with an atmosphere composed mostly of sulfur dioxide and nitrogen."},{"name":"Oedipus","description":"A large gas giant with an atmosphere mostly composed of nitrous oxide. It has only one large moon with no atmosphere. A busy spaceport orbits the gas giant, while the moon is used as a junkyard."},{"name":"Elista","description":"A gas giant similar in composition to Neptune. A large number of small, irregularly shaped moons orbit close to the planet."},{"name":"Eden","description":"A desert world with a breathable nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes. Indigenous life is limited to single-celled organisms."},{"name":"Argo","description":"An Earth-like planet with an atmosphere that is not breathable to humans due to low oxygen levels and unusually large amounts of argon. One large continent stretches from the north pole to the south pole."},{"name":"Kritha","description":"A lush jungle planet with a gravity slightly higher than that of Earth. The planet rotates very slowly on its axis, causing long hot days and cold nights. A relatively small axial tilt makes for a stable, predictable climate."},{"name":"William Tell","description":""},{"name":"Zingaching","description":"A quartz crystal planet populated by quartz-based crystalline lifeforms."},{"name":"Pequot","description":"A desert world with a breathable nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes. All lakes and seas are covered with a thick layer of algae."},{"name":"Poseidon","description":"An ocean world with a breathable nitrogen/oxygen atmosphere. Only a single island-continent rises above the waves. While the ocean is teeming with life, no life-forms have yet to colonize the land."},{"name":"Imhotep 3","description":"A gas giant with a nitrogen/oxygen atmosphere. The atmosphere is home to a rich ecosystem of complex lifeforms, many of which use helium bladders to stay afloat."},{"name":"Aurelia","description":"Aurelia orbits a red dwarf star. It has 5 moons and is supports a number of unique ecosystems. Aurelia is half the size of the earth, and its oceans are huge."},{"name":"Ichor","description":"A cold desert world with a nitrogen atmosphere. While oxygen levels are too low for human respiration, the availability of precious metals at or near the surface makes it an ideal candidate for mining operations."},{"name":"Myar","description":"A large gas giant with an atmosphere composed mostly of methane and nitrous oxide. The planet is within its star's habitable zone and supports several large moons, one of which is habitable."},{"name":"Nocoma","description":"A hot desert world with high gravity and an atmosphere mostly composed of nitrogen. While oxygen levels are too low for human respiration, one alien species has found it to be ideal for their needs, and they've established a small colony."},{"name":"Tsiolkovsky III","description":"Tsiolkovsky System  Description: An enormous gas giant with an atmosphere mostly composed of carbon monoxide."},{"name":"Kumiko","description":"A medium-sized gas giant with an atmosphere mostly composed of argon."},{"name":"Myar","description":"Mayara System  Description: A small Earth-like planet with dangerous levels of carbon dioxide in the atmosphere. All the planet's rivers flow into a central ocean that encircles the planet's equator. Deserts cover much of the landmass."},{"name":"Tainos","description":"Arawak System  Description: A large gas giant with a dense nitrogen atmosphere. The planet supports a number of small rocky moons, none of which have their own atmosphere."},{"name":"Sulis","description":"Sulis is slightly cooler than Earth, but it is nonetheless capable of supporting human life, and some of its equatorial regions are quite warm. This is a damp, boggy world, prone to excessive rain and wide-scale flooding."},{"name":"Galba","description":"A medium-sized gas giant with an atmosphere mostly composed of oxygen. The planet is orbited by a swarm of derelict spaceships, including many decommissioned military vessels."},{"name":"Babbage","description":"A small Earth-like planet with an atmosphere that is toxic to humans due to high levels of CO2. Swamps and bogs cover the entire surface."},{"name":"Valentia","description":"A terrestrial world with few geological features. The surface of the planet is mostly rocky desert, but two large seas sit in the equatorial region."},{"name":"Blackrock","description":"A rogue planetoid located in the heart of an empty region of space called \"The Nothing\"."},{"name":"Rama","description":"A terrestrial planet with an unusually large axial tilt causing extreme seasonal changes. A rival alien species has established a small trading post here."},{"name":"Fortuna","description":"A terrestrial world with few geological features. The surface of the planet is mostly rocky desert, but two large seas sit in the equatorial region. The seas are joined by a series of rivers, each several thousand miles long."},{"name":"Gebo","description":"A small terrestrial planet with low gravity, famous for its icy weather."},{"name":"Clovis","description":"A barren, rocky planet with a nitrogen atmosphere. There are no large bodies of water, and no indigenous lifeforms. A few interesting rock formations are the only thing of interest here."},{"name":"Miniterra","description":"A small terrestrial planet with low gravity. The curious thing about this planet is that life has evolved on a miniature scale. The tallest trees are only two feet high, and the largest creature is only two feet tall."},{"name":"Avalon","description":"An ocean world with a breathable nitrogen/oxygen atmosphere. Only a single island-continent rises above the waves. While the ocean is teeming with life, no life-forms have yet to colonize the land."},{"name":"Garion","description":"A small lifeless rock with an extremely thin nitrogen atmosphere. Its surface is pitted with large impact craters. No indigenous lifeforms exist here, and the only human habitation is centered around a small-scale mining operation.."},{"name":"Tarvos","description":"A medium-sized gas giant with an atmosphere mostly composed of carbon dioxide."},{"name":"Louis V","description":"A tiny planet famous for its meadows of electroluminescent flowers."},{"name":"Koyukon","description":"A tiny planet orbit close to its parent star. An analog of the planet Mercury."},{"name":"GC-818","description":"A large Earth-like planet with dangerous levels of carbon dioxide in the atmosphere. In the western hemisphere, a single large continent is encircled by mountains and has an enormous desert at its center."},{"name":"Arda","description":"An enormous super-earth planet with a breathable nitrogen/oxygen atmosphere but extremely high gravity. All the planet's rivers flow into a central ocean that encircles the planet's equator. A thick layer of moss cover much of the landmass."},{"name":"Biscay","description":"A gas giant with an atmosphere mostly composed of hydrogen."}]
