[{"name":"Delaware 4","description":"A large gas giant with a dense hydrogen atmosphere. The planet supports a number of small rocky moons."},{"name":"Bell Rock","description":"A dwarf planet at the outer edge of an asteroid field, named for the Bell Rock Lighthouse in Scotland. The tiny planetoid is a lifeless, roughly spherical rock with no atmosphere."},{"name":"Argo","description":"An Earth-like planet with an atmosphere that is not breathable to humans due to low oxygen levels and unusually large amounts of argon. Forests of carnivorous plants cover 60% of the planet's landmass."},{"name":"Vandia","description":"A tiny planet famous for its forests of cactus-like organisms."},{"name":"Vitellius","description":"An Earth-like planet with several large landmasses concentrated around the planet's poles. The planet is home to one of the largest military bases outside the Sol System."},{"name":"Hron 5  Location: Hronfor System  Description: A large gas giant with an atmosphere composed mostly of sulfur dioxide and nitrogen. The planet is within its star's habitable zone and supports several large moons, one of which is habitable.","description":" Hron 5  Location: Hronfor System  Description: A large gas giant with an atmosphere composed mostly of sulfur dioxide and nitrogen. The planet is within its star's habitable zone and supports several large moons, one of which is habitable."},{"name":"Monarch","description":"A hot desert world with a nitrogen atmosphere. While oxygen levels are too low for human respiration, the availability of precious metals at or near the surface makes it an ideal candidate for mining operations."},{"name":"Gordian","description":"A small lifeless rock with an extremely thin nitrogen atmosphere. Its surface is pitted with large impact craters. No indigenous lifeforms exist here, and the only human habitation is centered around a small-scale mining operation.."},{"name":"Laskaris III","description":"A relatively small gas giant with a hydrogen/helium atmosphere. A large number of small, irregularly shaped moons orbit close to the planet."},{"name":"Myar","description":"A hot desert world with a nitrogen atmosphere. While oxygen levels are too low for human respiration, the availability of precious metals at or near the surface makes it an ideal candidate for mining operations."},{"name":"Yeoren","description":"A large terrestrial planet with high gravity. The curious thing about this planet is that life has evolved on a miniature scale. The tallest trees are only six feet high, and the largest creature is only two feet tall."},{"name":"Mjollnir","description":"A dreary planet prone to extreme weather conditions, including frequent and intense lightning storms. The planet's crust contains large quantities of metals, including nickel, copper and iron."},{"name":"Laskaris VI","description":"A large gas giant with a dense nitrous oxide atmosphere. A series of rings surround the planet."},{"name":"Naraka","description":"A gas giant similar in composition to Neptune. A large number of small, irregularly shaped moons orbit close to the planet."},{"name":"Damara","description":"A small lifeless rock with an extremely thin nitrogen atmosphere. Its surface is pitted with large impact craters."},{"name":"Argo","description":"An Earth-like planet with an atmosphere that is not breathable to humans due to low oxygen levels and unusually large amounts of argon and carbon monoxide. There are no oceans or continents, but the surface is littered with lakes and small seas."},{"name":"Monarch","description":"A large gas giant with a dense sulfur dioxide atmosphere. A series of rings surround the planet."},{"name":"Lyca IV","description":"A warm Earth-like planet with vast grassland plains. It has no axial tilt, giving it a mild and predictable climate. A large penal colony has been established on this world."},{"name":"Pertinax","description":"A small rocky planet in the Lagrange point of a gas giant. The planet has no atmosphere, but incredibly there is life here, living in large underground caverns filled with a mixture of atmospheric gasses."},{"name":"Arion","description":"A planet covered with vast, deep oceans. A large axial tilt and a highly elliptical orbit make for extremes of temperature, driving a highly unpredictable and notoriously unpleasant weather system."},{"name":"Orpheus","description":"A large gas giant with an atmosphere composed mostly of argon and sulfur dioxide. The planet is within its star's habitable zone and supports several large moons, one of which is habitable."},{"name":"Makara","description":"A terrestrial planet famous for its luminescent plants. It is populated by gaseous life-forms."},{"name":"Agmus","description":"A water planet with a solid nickel core. Creates its own heat signature from heavy elements that have clustered in pockets in the interior."},{"name":"Chanterelle","description":"A terrestrial planet with an extremely slow axial rotation. Days and nights here can last as long as an Earth-week (depending on the season). Forests of giant fungal organisms dominate much of the surface."},{"name":"Argo","description":"A small lifeless rock with an extremely thin nitrogen atmosphere. Its surface is pitted with large impact craters. No indigenous lifeforms exist here, and the only human habitation is centered around a small-scale mining operation."},{"name":"Zamhareer","description":"A cold, tundral world at the outer edge of its star's habitable zone. All the planet's rivers flow into a central ocean that encircles the planet's equator. Enormous swarms of flying insects cover much of the landmass."},{"name":"Avera 9","description":"A planet with a highly eliptical orbit that causes it to periodically pass through the inner asteroid belts of the system, the remains of worlds torn apart by the tidal forces brought on by the instability of the local sun."},{"name":"Vandana","description":"A small rocky planet in the Lagrange point of a gas giant. There are large underground reservoirs of liquid water, heated by geothermal vents."},{"name":"Koshi","description":"A terrestrial planet famous for its simple crystalline lifeforms. Enormous swarms of flying insects are also common here."},{"name":"Manetuwak","description":"A desert world with a nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes. Indigenous lifeforms include invertebrates and jellyfish."},{"name":"Deltia","description":"A large gas giant at the outer edge of its star's habitable zone. It supports a system of small to medium-sized moons. One of the moons has a breathable nitrogen/oxygen atmosphere but is said to be barely habitable at best."},{"name":"New Hong Kong","description":"An enormous gas giant with an atmosphere composed mostly of hydrogen and hydrogen cyanide."},{"name":"Eden","description":"A lush jungle planet slightly larger than Earth. The planet rotates very slowly on its axis, causing long hot days and cold nights. A relatively small axial tilt makes for a stable, predictable climate."},{"name":"Kuan-Yin","description":"A cold, tundral world at the outer edge of its star's habitable zone. The planet is dotted with many small islands and a large continent covers the northern polar region."},{"name":"Gordian","description":"A planet with a nitrogen atmosphere. The planet is known for its deep valleys and gorges."},{"name":"Vimoldara","description":"A hot world with a nitrogen/oxygen atmosphere. This planet was once covered with lush rainforest, but the alien inhabitants (known as Vimossi) have cleared much of the forest to make way for enormous plantations of rubber trees."},{"name":"Agrona","description":"A warm Earth-like planet with vast grassland plains. It has no axial tilt, giving it a mild and predictable climate. The planet serves as a major agricultural colony, with vast automated farms covering much of the surface."},{"name":"Kamose","description":"An Earth-like planet with an atmosphere that is not breathable to humans due to low oxygen levels and unusually large amounts of helium. Forests cover much of the surface."},{"name":"Valentine III  Location: Valentine System  Description: A small rocky planet in the Lagrange point of a gas giant. There are large underground reservoirs of liquid water, heated by geothermal vents. Occasionally this water erupts onto the surface and freezes in the cold vacuum, covering the planet with tiny ice crystals. Although there is potential for life in these sub-surface seas, none exists.","description":" Valentine III  Location: Valentine System  Description: A small rocky planet in the Lagrange point of a gas giant. There are large underground reservoirs of liquid water, heated by geothermal vents."},{"name":"Khaba","description":"A small rocky planet in the Lagrange point of a gas giant. There are large underground reservoirs of liquid water, heated by geothermal vents."},{"name":"Numina","description":"A desert world with a nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes. Indigenous lifeforms include siphonophores and flying squid-like creatures."},{"name":"Powhatan","description":"A tiny planet famous for its giant octopoids."},{"name":"Alamo","description":"A small planet with low gravity, famous for its brackish seas."},{"name":"Trelos","description":"Homeworld of the Trelosians - a race of arboreal brachiators. They have six dexterous limbs, which are perfectly adapted to swinging through the branches of trees, but they are unable to walk on the ground."},{"name":"Shadowfax","description":"A lifeless rock with no atmosphere, slightly larger than Earth's moon. The planet is used as a storage area for mothballed military vessels. Several decommissioned warships are parked in orbit, while the surface is littered with surplus military vehicles."},{"name":"Zingaching","description":"A quartz crystal planet populated by quartz-based crystalline lifeforms."},{"name":"Muria","description":"A barren, arid planet with only a few fertile grassland regions. An alien government has established a prison colony here, and they've set the prisoners to work mining precious metals."},{"name":"Gordis","description":"A terrestrial world with few geological features. The surface of the planet is mostly rocky desert, but two large seas sit in the equatorial region. The seas are joined by a series of rivers, each several thousand miles long."},{"name":"Aketi","description":"A large gas giant with an atmosphere composed mostly of carbon dioxide and oxygen."},{"name":"Satomi","description":"A tiny planet famous for its friendly natives."},{"name":"Akafar","description":"A high-gravity super-Earth; homeworld of the Zurites species. Sprawling mega-cities cover much of the surface, but the planet is also known for its geothermal vents and high plateaus."},{"name":"Aztlan","description":"An enormous gas giant with an atmosphere mostly composed of hydrogen."},{"name":"Biscay","description":"An Earth-like planet with an unusually large axial tilt causing extreme seasonal changes. Both the northern and southern hemispheres experience harsh winters, with cold nights that can last for weeks or months at a time depending on latitude."},{"name":"Izengor","description":"A hot and humid world known for its many rivers and swamps, and for its dark, damp forests. The planet is protected under environmental protection laws in order to preserve its natural environment."},{"name":"Gratian","description":"A lifeless rock with no atmosphere, about the size of Earth's moon. A few uranium mines are the only signs of life here, and they're mostly automated."},{"name":"Trios 4","description":"A lifeless rock orbiting the star Alpha Trios - one of three stars in the Trios System. While the neighboring stars Beta Trios and Gamma Trios support several habitable worlds, Alpha Trios does not."},{"name":"Patria","description":"A terrestrial planet famous for its forests of luminescent mushrooms and many active volcanoes."},{"name":"Destry","description":"A barely habitable rock. Acid rain is a persistent problem here. The rain is so acidic that it poses a danger to human health, although it does carve the native rock into some interesting formations. A single mining town exists on the surface."},{"name":"Patria","description":"A desert world with a nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes."},{"name":"Yula","description":"A tiny planet orbit close to its parent star. An analog of the planet Mercury."},{"name":"Numina","description":"A large gas giant with an atmosphere mostly composed of methane. It has only one large moon with no atmosphere. A busy spaceport orbits the gas giant, while the moon is used as a junkyard."},{"name":"Lokono  Location: Arawak System  Description: A small Earth-like planet with an atmosphere that is toxic to humans due to high levels of CO2. There are no oceans or continents, but the surface is littered with lakes and small seas. Forests cover much of the surface. Life is limited to simple plant-like organisms. The planet was previously thought to be uninhabited, but recent exploration has revealed a civilization of several thousand sentient lifeforms living in caves beneath the surface.","description":" Lokono  Location: Arawak System  Description: A small Earth-like planet with an atmosphere that is toxic to humans due to high levels of CO2. There are no oceans or continents, but the surface is littered with lakes and small seas."},{"name":"Benjo","description":"A large Earth-like planet with a rich oxygen atmosphere. The planet is dotted with countless tiny islands but only one large continent. The most advanced forms of life on the planet are siphonophores."},{"name":"Yuma","description":"A desert world with a breathable nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes. Indigenous life is limited to microscopic organisms."},{"name":"Windfall","description":"A small Earth-like planet with an atmosphere that is toxic to humans due to high levels of CO2. There are no oceans or continents, but the surface is littered with lakes and small seas."},{"name":"Laterus V  Location: Laterus System  Description: A planet with a CO2 atmosphere. The planet is known for its venomous arachnids.","description":" Laterus V  Location: Laterus System  Description: A planet with a CO2 atmosphere. The planet is known for its venomous arachnids."},{"name":"Ehaw","description":"Homeworld of the avian Skahee species. The Skahee build their cities at the top of steep pinnacles of rock, but they rear their young in the surrounding forests."},{"name":"Tiberius","description":"An enormous gas giant with an atmosphere mostly composed of carbon dioxide."},{"name":"Ruhanga","description":"A desert world with a nitrogen/oxygen atmosphere. The planet's only ocean surrounds its northern ice-cap. Several human colonies have been established here."},{"name":"Pertinax","description":"A planet with a CO2 atmosphere. The planet is known for its friendly natives."},{"name":"Hutamah","description":"A gas giant similar in composition to Neptune. A large number of small, irregularly shaped moons orbit close to the planet."},{"name":"Muria","description":"The homeworld of the Xichung species. Sprawling mega-cities cover much of the surface, but the planet is also known for its “whispering forests” and swarming insects."},{"name":"Bacchus","description":"A small rocky planet in the Lagrange point of a gas giant. There are large underground reservoirs of liquid water, heated by geothermal vents."},{"name":"Inanna","description":"A large Earth-like planet with an oxygen rich atmosphere. There are no oceans or continents, but the surface is littered with lakes and small seas. Evergreen forests cover much of the surface."},{"name":"Fallen","description":"A tiny planet famous for its vast glaciers."},{"name":"Naleer","description":"A lifeless rock with no atmosphere, about the size of Earth's moon. A few uranium mines are the only signs of life here, and they're mostly automated."},{"name":"Sheppard","description":"A planet curiously similar to Earth but with no native lifeforms. The atmosphere is breathable, but barely so; oxygen levels are at the absolute minimum required for human respiration."},{"name":"Tandra","description":"Inside a hollow gas giant, a small star sat with a single planet orbiting it. The planet is habitable and filled with rainforests and oceans, and mountainous areas."},{"name":"Agria","description":"A small Earth-like planet with oceans and several large continents typified by open grassland regions. The planet serves as an agricultural colony, with large farms covering much of its surface."},{"name":"Akafar","description":"A small terrestrial planet with low gravity, famous for its rich ore deposits."},{"name":"Ghanan","description":"A gas giant similar in composition to Neptune. A large number of small, irregularly shaped moons orbit close to the planet."},{"name":"Trelos","description":"Homeworld of the Trelosians - a race of arboreal brachiators. They have six dexterous limbs, which are perfectly adapted to swinging through the branches of trees, but they are unable to walk on the ground."},{"name":"Fanet IV","description":"An enormous gas giant with an atmosphere mostly composed of argon."},{"name":"Hadrian","description":"A small rocky planet in the Lagrange point of a gas giant. There are large underground reservoirs of liquid water, heated by geothermal vents."},{"name":"Nero","description":"A lush jungle planet considerably larger than Earth. The atmosphere contains unusually high concentrations of carbon dioxide."},{"name":"Vandia","description":"A small planet with low gravity, famous for its hydrogen swamps."},{"name":"Myar  Location: Mayara System  Description: A small Earth-like planet with dangerous levels of carbon dioxide in the atmosphere. The planet is dotted with countless tiny islands.","description":" Myar  Location: Mayara System  Description: A small Earth-like planet with dangerous levels of carbon dioxide in the atmosphere. The planet is dotted with countless tiny islands."},{"name":"Monarch","description":"A high-gravity super-Earth known for its extensive cave systems."},{"name":"Galba","description":"A small rocky planet in the Lagrange point of a gas giant. There are large underground reservoirs of liquid water, heated by geothermal vents."},{"name":"Koinatt","description":"A hollow world made by the accretion of cometary ice material around a mysterious quasigravitational 'white hole'. A bird race of avian-humanlike colonists live on the inside surface, where atmosphere clusters around larger ice chunks."},{"name":"Bismarck","description":"A large gas giant with a dense hydrogen cyanide atmosphere. The planet supports a number of small rocky moons."},{"name":"Bharati","description":"A small terrestrial planet with low gravity, famous for its meadows of electroluminescent flowers."},{"name":"Patria","description":"A lush world teeming with life, and one of the first worlds colonized by humanity. The planet is known for its dense jungles and forests, but also for its thriving human colonies."},{"name":"Ghazan","description":"A medium-sized gas giant with an atmosphere composed mostly of sulfur dioxide and neon."},{"name":"Nixica","description":"A terrestrial planet. Homeworld of the Nixu. The Nixu are a hierarchical clan-based society, and they live in highly structured communities."},{"name":"Avalon  Location: Arthurian System  Description: A hot and humid world known for its many rivers and swamps, and for its dark, damp forests. Several hundred thousand sentient lifeforms live in the ruins of what must have once been an advanced civilization.","description":" Avalon  Location: Arthurian System  Description: A hot and humid world known for its many rivers and swamps, and for its dark, damp forests."},{"name":"Gratian","description":"A large gas giant with a thick sulfur dioxide atmosphere. The planet orbits very close to its parent star and supports a system of large rocky moons."},{"name":"Hadrian","description":"A lush jungle planet considerably larger than Earth. The atmosphere contains unusually high concentrations of carbon dioxide."},{"name":"Lupin IV  Location: Lupine System  Description: A large rocky planet with high gravity and an atmosphere of mostly CO2.","description":" Lupin IV  Location: Lupine System  Description: A large rocky planet with high gravity and an atmosphere of mostly CO2."},{"name":"Shondara","description":"A desert world with a breathable nitrogen/oxygen atmosphere. There are no continents, but there are several small seas and lakes. Indigenous life is limited to microscopic organisms. An alien civilization has begun a large-scale colonization effort."}]